{
  "user-name": "Aspekov Artur",
  "bio1": "Software Engineer",
  "bio2": " Focusing on backend-golang development",
  "email": "sinqxpls@gmail.com",
  "socials-linkedin": "LinkedIn",
  "socials-github": "Github",
  "socials-telegram": "Telegram",
  "socials-download": "Download Resume",
  "summary-title": "Summary",
  "summary": "Fullstack developer with experience in Go, Python, Solidity, and JavaScript. Developed solutions for government institutions and commercial companies, ranging from automating reporting and integrating payment systems to building AI services and NFT marketplaces.Strengths include performance optimization, external API integration, and building reliable web applications.",
  "techstack-title": "Skills",
  "experience-title": "Experience",
  "experience-globalify": "Globalify.xyz | Connect local startups to global funding",
  "experience-globalify-dates": "July 2024 - June 2025",
  "experience-globalify-1": "Developed an AI PDF presentation analyzer for startups (80% of the code), which automatically provided slide improvement recommendations, increasing user engagement by approximately 20%.",
  "experience-globalify-2": "Integrated Stripe, enabling the company to accept its first online client payments.",
  "experience-globalify-3": "Implemented an admin panel with filtering and sorting features, simplifying data management and doubling the speed of report preparation.",
  "experience-globalify-4": "Integrated AI API Gemini for a chatbot, improving answer quality and reducing incorrect responses by 70%.",
  "experience-globalify-5": "Ensured application stability and scalability using Flask, FastAPI, Vue.js, Typesense, and Docker.",
  "experience-nsc": "National Statistical Committee of Kyrgyzstan",
  "experience-nsc-dates": "September 2023 - february 2025",
  "experience-nsc-1": "Created Python scripts to automate routine Excel report processing, accelerating statistical report preparation by approximately 30%.",
  "experience-nsc-2": "Developed an internal Flask application for booking conference halls in government institutions.",
  "experience-nsc-3": "Maintained and enhanced services built with Python Flask and C#, including national and international statistical websites.",
  "experience-nsc-4": "Participated in international working meetings (Korea, Serbia, Russia), representing the technical aspects of data management.",
  "experience-nsc-5": "Conducted cybersecurity hygiene training for regional government staff (more than 100 employees), improving digital literacy.",
  "experience-envoys": "Envoys Vision Digital Exchange | Blockchain platform",
  "experience-envoys-dates": "September 2022 - May 2023",
  "experience-envoys-1": "Developed NFT resale logic via auctions and direct sales, including profit distribution among participants.",
  "experience-envoys-2": "Conducted testing of backend services in Go and Solidity smart contracts, identifying critical bugs and improving platform reliability before launch.",
  "experience-envoys-3": "Contributed to the development and maintenance of the frontend on React.js for the company’s main platform.",
  "experience-envoys-4": "Worked on client-facing landing pages, ensuring responsiveness and SEO optimization.",
  "education-title": "Education & Accomplishments",
  "education-certificates": "Certificates:",
  "education-itacademy": "IT Academy",
  "education-itacademy-dates": "July 2020 - July 2021",
  "education-itacademy-1": "Python course focused on developing Telegram chatbots",
  "education-itacademy-2": "Java Web Development course covering a variety of development tools",
  "education-itacademy-certs": "Certificates:",
  "education-itacademy-cert1": "Python core course — Winner of 'Best Team Project'",
  "education-itacademy-cert2": "Java Backend course — Gold Certificate (92/100), Winner of 'Best Project'",
  "education-kstu": "Kyrgyz State Technical University named after I. Razzakov",
  "education-kstu-dates": "2019 - 2023",
  "education-kstu-1": "Experience with Java Spring, C++, C#, HTML/CSS",
  "education-kstu-2": "Bachelor's degree in Informatics and Computer Engineering",
  "education-kstu-3": "Final Thesis: Built an NFT marketplace from scratch, integrating blockchain-based smart contracts using Solidity and a responsive user interface with React.js",
  "language": "Languages",
  "lang-rus": "Russian",
  "lang-eng": "English",
  "lang-ger": "German"
}
