{
  "user-name": "Аспеков Артур",
  "bio1": "FullStack Разработчик",
  "bio2": "С фокусом на Golang разработку",
  "email": "sinqxpls@gmail.com",
  "socials-linkedin": "LinkedIn",
  "socials-github": "Github",
  "socials-telegram": "Telegram",
  "socials-download": "Скачать резюме",
  "summary-title": "О себе",
  "summary": "Fullstack разработчик с опытом в Go, Python, Solidity и JavaScript. Разрабатывал решения для государственных структур и коммерческих компаний: от автоматизации отчетности и интеграции платежных систем до создания AI-сервисов и NFT-маркетплейсов. Сильные стороны — оптимизация производительности, интеграция внешних API, построение надежных веб-приложений.",
  "techstack-title": "Навыки",
  "experience-title": "Опыт работы",
  "experience-globalify": "Globalify.xyz | Платформа для объединения стартапов с инвесторами",
  "experience-globalify-dates": "Июль 2024 - Июнь 2025",
  "experience-globalify-1": "Разработал AI-анализатор PDF-презентаций для стартапов (80% кода), который автоматически выдавал рекомендации по улучшению слайдов, увеличив вовлеченность пользователей на ~20%.",
  "experience-globalify-2": "Настроил интеграцию с Stripe, благодаря чему компания начала принимать первые онлайн платежи клиентов.",
  "experience-globalify-3": "Реализовал админ панель для управления данными, внедрил функции фильтрации и сортировки, что позволило упростить взаимодействие с большим объемом данных и ускорило подготовку статистики вдвое.",
  "experience-globalify-4": "Интегрировал AI API Gemini для чат-бота, улучшил качество ответов, снизив процент некорректных ответов на 70%.",
  "experience-globalify-5": "Обеспечил стабильность и масштабируемость приложения, используя Flask, FastAPI, Vue.js, Typesense и Docker.",
  "experience-nsc": "Национальный статистический комитет КР",
  "experience-nsc-dates": "Сентябрь 2023 - Февраль 2025",
  "experience-nsc-1": "Для автоматизации рутинной обработки Excel-отчетов, создал Python-скрипты, что ускорило подготовку статистики примерно на 30%.",
  "experience-nsc-2": "Разработал внутреннее Flask-приложение для бронирования конференц-залов госучреждения.",
  "experience-nsc-3": "Поддерживал и развивал сервисы на Python Flask и С#, включая государственный и международный сайты по статистике.",
  "experience-nsc-4": "Участвовал в международных рабочих встречах (Корея, Сербия, Россия), представляя техническую часть работы с данными.",
  "experience-nsc-5": "Проводил тренинги по кибергигиене для региональных госструктур с более 100 сотрудников, повышая цифровую грамотность.",
  "experience-envoys": "Envoys Vision Digital Exchange | Блокчейн-платформа",
  "experience-envoys-dates": "Сентябрь 2022 - Май 2023",
  "experience-envoys-1": "Разработал логику перепродажи NFT через аукционы и прямые продажи, включая распределение прибыли между участниками.",
  "experience-envoys-2": "Проводил тестирование backend-сервисов на Go и смарт-контрактов на Solidity, что помогло выявить критические баги и повысить надежность платформы перед запуском.",
  "experience-envoys-3": "Участвовал в разработке и поддержке фронтенда на React.js для основной платформы компании.",
  "experience-envoys-4": "Работал над лендингами для сторонних клиентов, обеспечивая адаптивность и SEO-оптимизацию.",
  "education-title": "Образование и достижения",
  "education-certificates": "Сертификаты:",
  "education-itacademy": "IT Academy",
  "education-itacademy-dates": "Июль 2020 - Июль 2021",
  "education-itacademy-1": "Курс Python с фокусом на разработку Telegram чат-ботов",
  "education-itacademy-2": "Курс Java Web Development с охватом различных инструментов разработки",
  "education-itacademy-certs": "Сертификаты:",
  "education-itacademy-cert1": "Курс Python core — победитель в конкурсе 'Лучший командный проект'",
  "education-itacademy-cert2": "Курс Java Backend — Золотой сертификат (92/100), победитель в конкурсе 'Лучший проект'",
  "education-kstu": "Кыргызский государственный технический университет имени И. Раззакова",
  "education-kstu-dates": "2019 - 2023",
  "education-kstu-1": "Опыт работы с Java Spring, C++, C#, HTML/CSS",
  "education-kstu-2": "Степень бакалавра в области информационных технологий",
  "education-kstu-3": "Выпускная работа: Создание NFT-маркетплейса с нуля - интеграция смарт-контрактов на Solidity и построение интерфейса на React.js",
  "language": "Языки",
  "lang-rus": "Русский",
  "lang-eng": "Английский",
  "lang-ger": "Немецкий"
}
